// shippingFees.js
// 都道府県と送料のデータ
window.shippingFeesData = {
    "北海道": 1100,
    "青森県": 770, "岩手県": 770, "宮城県": 770, "秋田県": 770, "山形県": 770, "福島県": 770,
    "茨城県": 770, "栃木県": 770, "群馬県": 770, "埼玉県": 770, "千葉県": 770, "東京都": 770, "神奈川県": 770,
    "新潟県": 770, "富山県": 770, "石川県": 770, "福井県": 770, "山梨県": 770, "長野県": 770, "岐阜県": 770,
    "静岡県": 770, "愛知県": 770, "三重県": 770,
    "滋賀県": 880, "京都府": 880, "大阪府": 880, "兵庫県": 880, "奈良県": 880, "和歌山県": 880,
    "鳥取県": 990, "島根県": 990, "岡山県": 990, "広島県": 990, "山口県": 990,
    "徳島県": 990, "香川県": 990, "愛媛県": 990, "高知県": 990,
    "福岡県": 1100, "佐賀県": 1100, "長崎県": 1100, "熊本県": 1100, "大分県": 1100, "宮崎県": 1100, "鹿児島県": 1100,
    "沖縄県": 1320
};